Repository: ZeGuigui/filmotech-wp-plugin
Catalog: languages/filmotech-*.po
Languages: fr_fr

source: Settings
fr_fr: Réglages

source: Base location of filmotech export files
fr_fr: Emplacement de base des fichiers Filmotech

source: Invalid base folder or folder not readable
fr_fr: Emplacement de base invalide ou dossier non accessible

source: Base folder
fr_fr: Dossier de base

source: Covers folder name (relative to base location)
fr_fr: Nom du dossier des affiches (relatif à l’emplacement de base)

source: Cover folder
fr_fr: Dossier des affiches

source: SQlite or MySql database
fr_fr: Base de données SQLite ou MySQL

source: Invalid database type
fr_fr: Type de base de données incorrect

source: PDO is needed by filmotech plugin. Please check your PHP installation.
fr_fr: L’extension filmotech nécessite PDO. Merci de vérifier votre installation de PHP.

source: pdo_sqlite is needed by filmotech plugin. Please check your PHP installation.
fr_fr: pdo_sqlite est nécessaire par l’extension Filmotech. Merci de vérifier votre installation de PHP.

source: Database type
fr_fr: Type de base de données

source: Name of database as registered in filmotech publish options
fr_fr: Nom de la base de données telle que configurée dans les options de publication de Filmotech

source: Database name
fr_fr: Nom de la base de données

source: Movies table name
fr_fr: Nom de table contenant les films

source: Movie table
fr_fr: Table contenant les films

source: MySQL filmotech hostname
fr_fr: Serveur MySQL pour Filmotech

source: MySQL hostname
fr_fr: Serveur MySQL

source: MySQL filmotech username
fr_fr: Identifiant pour la base MySQL Filmotech

source: MySQL username
fr_fr: Identifiant MySQL

source: MySQL filmotech user password
fr_fr: Mot de passe pour la base MySQL Filmotech

source: MySQL password
fr_fr: Mot de passe MySQL

source: Number of items per page on list of movies
fr_fr: Nombre d’éléments par page sur la liste des films

source: Items per page
fr_fr: Éléments par page

source: List of movies should display a table view or grid view
fr_fr: Mode d’affichage de la liste des films : liste ou grille

source: Display style
fr_fr: Mode d’affichage

source: Sort movies by title or by entered date
fr_fr: Trier les films par ordre alphabétique ou par date d’ajout

source: Sort order
fr_fr: Ordre de tri

source: Should we display french title or original title in movie list
fr_fr: Afficher le titre VF ou le titre VO dans la liste des films

source: Main title
fr_fr: Titre principal

source: Filmotech plugin settings
fr_fr: Paramètres de l’extension Filmotech

source: Title
fr_fr: Titre

source: Date entered
fr_fr: Date d’ajout

source: French title
fr_fr: Titre VF

source: Original title
fr_fr: Titre VO

source: List view
fr_fr: Mode liste

source: Grid view
fr_fr: Mode grille

source: Filmotech settings
fr_fr: Réglages Filmotech

source: Statistics:
fr_fr: Statistiques :

source: %d movie in the database
fr_fr: Il y a %d film dans la base de données

source: Last movie added: %s
fr_fr: Ajout du dernier film le : %s

source: View filmotech database
fr_fr: Voir la base filmotech

source: Filmotech for Wordpress
fr_fr: Filmotech pour Wordpress

source: Display your filmotech collection inside your Wordpress website!
fr_fr: Affichez votre collection Filmotech sur votre site Wordpress !

source: Filmotech database error: %s
fr_fr: Erreur base de données Filmotech : %s

source: Unknown sort key: %s
fr_fr: Clé de tri inconnue : %s

source: Filmotech movie list
fr_fr: Liste des films Filmotech

source: Trailer
fr_fr: Bande annonce

source: Details
fr_fr: Détails

source: Realisator
fr_fr: Réalisateur

source: Actors
fr_fr: Acteurs

source: Reference
fr_fr: Référence

source: Language
fr_fr: Langue

source: Subtitles
fr_fr: Sous-titrage

source: Added to filmotech: %s
fr_fr: Ajouté à Filmotech : %s

source: There is %d movie in the database.
fr_fr: Il y a %d film dans la base de données.

source: There is %1d movie in the %2s category.
fr_fr: Il y a %1d film dans la catégorie %2s.

source: ← Previous
fr_fr: ← Précédent

source: Next →
fr_fr: Suivant →

source: Categories
fr_fr: Genres
